window.RECIPES = [
 {
  "b": "Нонгшим Чапагетти",
  "n": "Чаджанмен с черными бобами",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Черные бобы",
  "t": [
   "Свежий лук",
   "Яйцо",
   "Говядина"
  ],
  "e": "🌿"
 },
 {
  "b": "\"Наруто\" Учиха Саске",
  "n": "Морепродукты",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Морепродукты",
  "t": [
   "Креветка",
   "Нарутомаки",
   "Нори-кунжут"
  ],
  "e": "🌿"
 },
 {
  "b": "\"Наруто\" Наруто Узумаки",
  "n": "Мисо суп",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Мисо",
  "t": [
   "Курица",
   "Нарутомаки",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "\"Наруто\" Какаши Хатаке",
  "n": "Лапша с бульоном тонкацу",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Свинина тонкацу",
  "t": [
   "Бекон",
   "Нарутомаки",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги",
  "n": "Кимчи рамён",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Ветчина",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Кимчи рамён",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Ветчина",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Сырный",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🌿"
 },
 {
  "b": "Ногшим",
  "n": "Овощной",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Овощи",
  "t": [
   "Яйцо",
   "Гедза курица",
   "Грибы эноки"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги",
  "n": "Джин Рамён",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Грибы, овощи",
  "t": [
   "Грибы эноки",
   "Курица",
   "Свежий лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги",
  "n": "Чамке с жареным кунжутом",
  "s": "С бульоном",
  "m": 1,
  "h": "Средняя",
  "v": "Кунжут, говядина, желток",
  "t": [
   "Говядина",
   "Яйцо",
   "Нори-кунжут"
  ],
  "e": "🌶️"
 },
 {
  "b": "Наруто \"Джирайа\"",
  "n": "Острая говядина",
  "s": "С бульоном",
  "m": 3,
  "h": "Средняя",
  "v": "Говядина",
  "t": [
   "Говядина",
   "Нарутомаки",
   "Лук зеленый"
  ],
  "e": "🌶️"
 },
 {
  "b": "Ногшим",
  "n": "Шин рамён",
  "s": "С бульоном",
  "m": 3,
  "h": "Острая",
  "v": "Грибы, овощи",
  "t": [
   "Грибы эноки",
   "Ветчина",
   "Кукуруза"
  ],
  "e": "🔥"
 },
 {
  "b": "Нонгшим",
  "n": "Мясо и морепродукты",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Морепродукты, соевая паста",
  "t": [
   "Курица",
   "Яйцо",
   "Дайкон"
  ],
  "e": "🌿"
 },
 {
  "b": "Ногшим",
  "n": "Острая паста с говядиной",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Говядина",
  "t": [
   "Бекон",
   "Сыр",
   "Лук жареный"
  ],
  "e": "🔥"
 },
 {
  "b": "Ногшим",
  "n": "Острая курица",
  "s": "С бульоном",
  "m": 3,
  "h": "Средняя",
  "v": "Курица",
  "t": [
   "Курица",
   "Яйцо",
   "Дайкон"
  ],
  "e": "🌶️"
 },
 {
  "b": "Ногшим",
  "n": "Сырный",
  "s": "Без бульона",
  "m": 1,
  "h": "Средняя",
  "v": "Сыр",
  "t": [
   "Курица",
   "Сыр",
   "Лук жареный"
  ],
  "e": "🌶️"
 },
 {
  "b": "Оттоги",
  "n": "Джин Рамён острый",
  "s": "С бульоном",
  "m": 3,
  "h": "Средняя",
  "v": "Грибы, овощи",
  "t": [
   "Грибы эноки",
   "Курица",
   "Кукуруза"
  ],
  "e": "🌶️"
 },
 {
  "b": "Ногшим",
  "n": "Шин рамён острый",
  "s": "С бульоном",
  "m": 3,
  "h": "Острая",
  "v": "Грибы, овощи",
  "t": [
   "Говядина",
   "Яйцо",
   "Дайкон"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Чаджанмен",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Черные бобы",
  "t": [
   "Курица",
   "Яйцо",
   "Лук жареный"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Карбонара",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Карбонара",
  "t": [
   "Сыр",
   "Бекон",
   "Яйцо"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Острая карбонара",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Карбонара",
  "t": [
   "Сыр",
   "Бекон",
   "Яйцо"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "4 сыра",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Сыр",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Острая курица",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Сыр, курица",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Кимчи",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Ветчина",
   "Кукуруза"
  ],
  "e": "🔥"
 },
 {
  "b": "Неогури",
  "n": "Морепродукты",
  "s": "Без бульона",
  "m": 3,
  "h": "Средняя",
  "v": "Морепродукты",
  "t": [
   "Креветка",
   "Яйцо",
   "Кукуруза"
  ],
  "e": "🌶️"
 },
 {
  "b": "Бульдак",
  "n": "Тушеная курица",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Курица",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "Хабанеро лайм",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Лайм",
  "t": [
   "Сыр",
   "Курица",
   "Дайкон"
  ],
  "e": "🔥"
 },
 {
  "b": "Неогури",
  "n": "Морепродукты",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Морепродукты",
  "t": [
   "Креветка",
   "Яйцо",
   "Дайкон"
  ],
  "e": "🌿"
 },
 {
  "b": "Сифуд",
  "n": "Морепродукты",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Морепродукты",
  "t": [
   "Креветка",
   "Яйцо",
   "Лук зеленый"
  ],
  "e": "🌿"
 },
 {
  "b": "Бульдак",
  "n": "3Х спайси",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Чили",
  "t": [
   "Бекон",
   "Сыр",
   "Лук жареный"
  ],
  "e": "🔥"
 },
 {
  "b": "Бульдак",
  "n": "2Х спайси",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Чили",
  "t": [
   "Бекон",
   "Сыр",
   "Лук жареный"
  ],
  "e": "🔥"
 },
 {
  "b": "",
  "n": "KONO карбонара",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Карбонара",
  "t": [
   "Сыр",
   "Бекон",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "",
  "n": "KONO сырная",
  "s": "Без бульона",
  "m": 1,
  "h": "Средняя",
  "v": "Сыр, курица",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🌶️"
 },
 {
  "b": "",
  "n": "KONO чаджанмен",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Черные бобы",
  "t": [
   "Курица",
   "Яйцо",
   "Лук жареный"
  ],
  "e": "🌿"
 },
 {
  "b": "",
  "n": "KONO Биф рамен",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Говядина, овощи",
  "t": [
   "Говядина",
   "Грибы эноки",
   "Лук зеленый"
  ],
  "e": "🌿"
 },
 {
  "b": "Доширак",
  "n": "Сырный",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🌿"
 },
 {
  "b": "Сунаоши Саппоро",
  "n": "Мисо",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Мисо, грибы, овощи",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Кукуруза"
  ],
  "e": "🌿"
 },
 {
  "b": "Сунаоши Саппоро",
  "n": "Соевый соус",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Мисо, грибы, овощи",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Кукуруза"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги стир фрай",
  "n": "Сырная",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Сыр",
   "Курица",
   "Лук жаренный"
  ],
  "e": "🌿"
 },
 {
  "b": "Нонгшим",
  "n": "Со вкусом говядины",
  "s": "С бульоном",
  "m": 2,
  "h": "Средняя",
  "v": "Говядина",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Говядина"
  ],
  "e": "🌶️"
 },
 {
  "b": "Самъянг",
  "n": "Паста с чесноком",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Чеснок",
  "t": [
   "Нори-кунжут",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Паста с томатами",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Томаты",
  "t": [
   "Курица",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Паста со сливочными бульгоги",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Говядина",
  "t": [
   "Говядина",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Паста с грибами",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Грибы, овощи",
  "t": [
   "Грибы эноки",
   "Сыр",
   "Нори-кунжут"
  ],
  "e": "🌿"
 },
 {
  "b": "Чан рамен",
  "n": "Курица",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Курица, овощи",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Курица"
  ],
  "e": "🌿"
 },
 {
  "b": "Чан рамен",
  "n": "Говядина",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Говядина, овощи",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Говядина"
  ],
  "e": "🌿"
 },
 {
  "b": "JML",
  "n": "Острая говядина",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Говядина, овощи",
  "t": [
   "Яйцо",
   "Грибы эноки",
   "Говядина"
  ],
  "e": "🌿"
 },
 {
  "b": "Лапша Пулькоги",
  "n": "Морепродукты",
  "s": "Без бульона",
  "m": 1,
  "h": "Средняя",
  "v": "Морепродукты",
  "t": [
   "Креветки",
   "Лук зеленый",
   "Нори-кунжут"
  ],
  "e": "🌶️"
 },
 {
  "b": "Нонгшим",
  "n": "Кимчи",
  "s": "С бульоном",
  "m": 3,
  "h": "Не острая",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Ветчина",
   "Яйцо"
  ],
  "e": "🌿"
 },
 {
  "b": "Нонгшин",
  "n": "Кимчи с сыром",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Кимчи Сыр",
  "t": [
   "Кимчи",
   "Ветчина",
   "Сыр"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги",
  "n": "Сыр",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Курица",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Говядина",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Говядина",
  "t": [
   "Говядина",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🔥"
 },
 {
  "b": "Ногшим",
  "n": "Том ям",
  "s": "С бульоном",
  "m": 2,
  "h": "Острая",
  "v": "Том ям",
  "t": [
   "Креветки",
   "Грибы эноки",
   "Жареный лук"
  ],
  "e": "🔥"
 },
 {
  "b": "Нонгшим",
  "n": "Toomba",
  "s": "Без бульона",
  "m": 1,
  "h": "Острая",
  "v": "Сыр",
  "t": [
   "Курица",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🔥"
 },
 {
  "b": "Оттоги",
  "n": "Стир-фрай с сыром маскарпоне и грибами",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Курица",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Оттоги",
  "n": "Стир-фрай с сыром чеддер",
  "s": "Без бульона",
  "m": 1,
  "h": "Не острая",
  "v": "Сыр",
  "t": [
   "Курица",
   "Сыр",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Самъянг",
  "n": "Говядина согогимен",
  "s": "С бульоном",
  "m": 2,
  "h": "Не острая",
  "v": "Говядина",
  "t": [
   "Говядина",
   "Грибы эноки",
   "Жареный лук"
  ],
  "e": "🌿"
 },
 {
  "b": "Ногшим",
  "n": "Чампонг",
  "s": "С бульоном",
  "m": 2,
  "h": "Средняя",
  "v": "Морепродукты",
  "t": [
   "Креветки",
   "Лук зеленый",
   "Нори-кунжут"
  ],
  "e": "🌶️"
 },
 {
  "b": "Ногшим",
  "n": "Обжаренное кимчи",
  "s": "Без бульона",
  "m": 1,
  "h": "Средняя",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Ветчина",
   "Лук зеленый"
  ],
  "e": "🌶️"
 },
 {
  "b": "Ногшим",
  "n": "Кимчи",
  "s": "С бульоном",
  "m": 2,
  "h": "Средняя",
  "v": "Кимчи",
  "t": [
   "Кимчи",
   "Грибы эноки",
   "Лук зеленый"
  ],
  "e": "🌶️"
 }
];
